[
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "I hope this message finds you well. I wanted to personally thank you for your interest in the [Job Title] position at [Company Name] and for the time and effort you put into the interview process. We were truly impressed with your qualifications and experience, and we appreciate your enthusiasm for the role.\n\nAfter careful consideration, we have decided to move forward with another candidate whose skills and experience closely align with our current needs for this role. It was a challenging decision to make, as we were highly impressed with your qualifications and what you could bring to our team.\n\nPlease know that this decision does not diminish your worth or the value of your skills and experience. We received many qualified applications, and this decision was based on the specific requirements of the position and how well they matched with the other candidate's background.\n\nWe sincerely hope that you will not be discouraged by this outcome, as we believe you have a bright future ahead. We will keep your application on file for the future and consider you for other opportunities within [Company Name] that might be a better fit.\n\nThank you once again for your interest in [Company Name]. We wish you the best of luck in your job search, and we hope our paths may cross again in the future.\n\nIf you have any questions or would like feedback on your interview, please feel free to reach out. We are more than happy to provide constructive feedback to help you in your professional growth.\n\nThank you for considering [Company Name] as a potential employer, and we wish you all the best in your career endeavors."
  },
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "Thank you for your interest in the [Job Title] position at [Company Name] and for the time you invested in our interview process. We appreciate your enthusiasm and the effort you put into your application.\n\nAfter careful consideration, we have chosen another candidate whose qualifications more closely match our current needs for this role. We understand this may be disappointing, but please know that your skills and experience are valued.\n\nWe will keep your application for future opportunities within [Company Name] that may be a better fit. If you have any questions or seek feedback on your interview, please feel free to reach out.\n\nWe appreciate your interest in [Company Name] and wish you the best in your job search."
  },
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "I hope this message finds you well. I want to express my sincere gratitude for your interest in the [Job Title] position at [Company Name] and for the dedication you showed throughout our interview process. Your enthusiasm and qualifications were truly impressive.\n\nAfter careful consideration, we have decided to move forward with another candidate whose skills more closely align with our current requirements for this role. I understand this news may be disappointing, but please remember that your skills and experience are highly regarded.\n\nYour application will remain in our records for future opportunities within [Company Name] that may be a better match. If you have any questions or would like feedback on your interview, please don't hesitate to reach out.\n\nI want to emphasize that your candidacy left a positive impression, and we sincerely hope our paths cross again in the future. Your talent is unmistakable, and I am confident that you will find the right opportunity that aligns perfectly with your qualifications and aspirations.\n\nThank you for considering [Company Name] as a potential employer. We wish you the very best in your ongoing job search."
  },
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "I hope you're doing well. I wanted to drop you a quick note to thank you for your interest in the [Job Title] role at [Company Name] and for the time you invested in our interview process. We were genuinely impressed by your enthusiasm and your qualifications.\n\nAfter some careful consideration, we decided to go with another candidate whose skills were a closer match for our current needs. I understand it can be a bummer, but I want to stress that your skills and experience are genuinely appreciated.\n\nDon't worry; we're keeping your application on file for potential future opportunities at [Company Name] that might be an even better fit. If you have any questions or want feedback on your interview, please feel free to hit us up.\n\nYour candidacy left a great impression, and we're rooting for you to find the perfect opportunity that aligns perfectly with your skills and aspirations. Thanks for considering [Company Name], and we wish you all the best in your job hunt."
  },
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "We appreciate your interest in the [Job Title] position at [Company Name]. After careful consideration, we've selected another candidate whose qualifications align more closely with our needs for this role.\n\nYour application will remain on file for future opportunities. If you have questions or need feedback, please feel free to reach out.\n\nThank you for considering [Company Name], and best of luck with your job search."
  },
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "We regret to inform you that your application for the [Job Title] position at [Company Name] has been rejected.\n\nAfter thorough assessment, we have selected another candidate who was a more suitable fit for the role. We will not retain your application for any future opportunities.\n\nThank you for applying, and we wish you the best in your job search."
  },
  {
    "label": 0,
    "subject": "Thank You for Your Interest in [Job Title] at [Company Name]",
    "body": "Thank you for your interest in the [Job Title] position at [Company Name]. We appreciate your time and effort throughout the interview process.\n\nAfter careful consideration, we regret to inform you that we have selected another candidate for the position. The decision was based on several factors, including the specific skills and experience required for the role, which we found to be more aligned with the selected candidate.\n\nWhile your application demonstrated [mention some strengths], our team ultimately decided to move forward with a candidate who possessed stronger qualifications and experience directly related to the job requirements.\n\nWe understand that job searching can be a challenging process, and we encourage you to continue developing your skills and experience. We appreciate your interest in [Company Name], and your application will be kept on file for potential future openings that may be a better fit.\n\nThank you for your understanding, and we wish you the best of luck in your job search."
  }]